{
    "h2.DKfirst": "Denmark’s First Floorball Club",
    "p.section1": "Aalborg Flyers was founded in 1989 as the very first floorball club in Denmark – and we made history from the start. In 1992, we won the first-ever Danish championship, going undefeated and beating Frederikshavn Bulldogs in the final with a score of 9–1.", 
    "p.section2": "Since then, the club has been a steady part of Danish floorball – both at the top and in the lower leagues. We've fought our way back after setbacks, moved up and down the divisions, and each time we’ve come back stronger – thanks to our tight-knit community and passion for the sport.",
    "p.section3": "We’ve had success with junior teams, women’s teams, and men’s teams, and many young players have had their first floorball experience right here with us. Today, Aalborg Flyers consists of a strong mix of new and experienced players, passionate volunteers, and coaches with a big heart for the community. We’re proud of our roots – and excited to write the next chapter with you.",
    "h2.HallofFame": "The Club’s Hall of Fame",
    "p.HallofFame": "Over the years, many people have put time, heart, and effort into Aalborg Flyers – both on and off the court. To honor those who have made a special contribution, we’ve created our own Hall of Fame.",
    "p.Members": "Members of the Hall of Fame:",
    "p.thanks": "We owe you a great debt of gratitude. Flyers wouldn’t be the same without you.",

    "h2.records": "Club Records",
    "p.wereproud": "Aalborg Flyers has had many proud moments over the years – here are four we’re especially proud of:",

    "h3.first": "First Danish Champions Ever",
    "p.first": " In 1992, we became the very first team to win an official Danish floorball championship. A historic 9–1 win in the final against Frederikshavn Bulldogs.",
    "h3.second": " Biggest Win in Club History",
    "p.second": " That same year, we defeated Brønderslev Hot Shots 27–3 – still the biggest win ever recorded by the club.",
    "h3.third":" Most Dedicated Player",
    "p.third":"Ole Lentz has played 236 games in the Flyers jersey – and is also the club’s top scorer with 177 goals and 271 points.",
    "h3.fourth":"First Women’s Cup Title",
    "p.fourth":" In the 2015/2016 season, our newly established women’s team won first place in the 1st division, writing a brand-new chapter in the club’s history."

}