{
  "h2.tryout": "Free Trial Practice – Come Join Us!",

  "p.tryout": "It’s a great day for floorball – and it’ll be even better with you! That’s why Aalborg Flyers offers free trial practices, so you can find out if the sport is right for you. Whether you’re a beginner or have played before, you’re more than welcome to join and give the sport a try. We’ll provide the equipment to get you started – all you need to bring is sportswear and a good mood.",

  "p.date": "Tuesdays",
  "p.time": "4 Pm - 5 Pm",  
  "p.place": "Tornhøjvej 1, 9220 Aalborg SØ",


  "h2.community": "Community Comes First",
  "p.community_1": "For us, it’s not just about playing floorball – it’s about belonging. We prioritize a safe and inclusive community where everyone contributes and feels seen.",

  "p.community_2": "To us, being a great teammate is just as important as scoring goals. Here, you don’t just learn to play – you become part of a team that supports each other on and off the court.",

  "h3.18": "18+ & Seniors",
  "p.600": "  600 DKK",
  "li.socialEvents": "Social events",
    "li.weeklyTraining": "Weekly training sessions",
    "li.Selection": "Opportunity to be selected for matches",

      "h3.Recreational": "Recreational",
        "p.400": "400 DKK",
    "li.weeklyTraining_2": "Access to 2 weekly sessions",
    "li.motivation": "Motivating exercise",

        "h3.junior": "Juniors (10–17 years)",
        "p.450": "450 DKK",    
        "li.Tournament": "Participation in tournaments",

        "p.notice": "Membership Fees (per half-season)",    

   
        "p.info": "Aalborg Flyers Floorball Club uses MinForening for membership payments and activity sign-ups. You can create your profile by clicking the button below and registering through MinForening.",
        
        "h3.become_member": "How to Become a Member of the Club",
        "its_easy": "It’s easy to become part of Aalborg Flyers! We’ve made it simple to get started – here are the four steps to becoming a member:",

        "li.freepractice": "Join a Free Trial Practice  Every Tuesday at 4:00 PM we host open practices for new players. Just show up in sportswear – we’ve got the equipment ready.",

        "li.trainertalk": "Talk to the Coach After training, we’ll help you find the team that best fits your age and level.",

        "li.registeronline": "Register Online  When you’re ready, create a profile and sign up through our system. It’s quick and easy, and we’re happy to help if needed.",

        "li.welcome": "Welcome to the Team! Once you’re signed up, you’ll receive a club handbook with practical information, club rules, and everything you need to know as a member of Aalborg Flyers.",

   
        "h3.a_guide":"Need help with MinForening?",
        "p.a_guide":" If you're new to the app or unsure how it works, you can find helpful information on their support page, accessible via the button below.",
        "btn.getguide":"Get your guide",
        "h2.terms": "Terms and Conditions",
        "p.payment":"Membership sign-up and payment are done through the Min Forening app or MobilePay. You're allowed to attend 3 training sessions before you must sign up with Aalborg Flyers. Membership fees are paid per half-season (January–June / August–December) or for the full season. Anyone who accepts the club's statutes and has paid the membership fee is considered a full member. Cancellation of Membership  You may cancel your membership at any time – this must be done through MinForening.  There will be no refund for any remaining part of the paid period. Complaints can be directed to the board of Aalborg Flyers via MinForening or by email at bestyrelse@aalborgflyers.dk, or submitted to the official Danish complaints board such as the Consumer Complaints Board (Forbrugerklagenævnet).",
        "btn.Sign_Up": "Sign up"





}